Repository: ArGendi/Orders_app
Catalog: lib/l10n/app_*.arb
Languages: ar

# enterUserName
source: Enter your phone number if it's already exist it will login otherwise it will create new account
ar: ادخل رقم الموبايل الخاص بيك لو جديد هيتسجل جديد لو موجود هيدخل علطول

source: Phone number
ar: رقم الموبايل

source: Enter your phone number
ar: ادخل رقم موبايلك

source: Password
ar: الرقم السري

# enterPassword
source: Enter your password
ar: ادخل الرقم السري

# shortPassword
source: Password is short
ar: الرقم السري قصير

# login
source: Enter
ar: دخول

source: Confirm
ar: تأكيد

# uploadDataQuestion
source: Upload data on internet?
ar: رفع البيانات الناس عالنت ؟

# getClientsDataQuestion
source: Download data from internet?
ar: تحميل بيانات الناس من النت ؟

source: Good evening
ar: مساء الفل

source: Good morning
ar: صباح الخير

# uploading
source: Uplaoding...
ar: جاري الرفع ...

source: Upload data
ar: حفظ البيانات عالنت

source: Downloading...
ar: جاري التحميل ...

source: Download data
ar: تحميل البيانات من النت

source: Orders
ar: الاوردرات

# problemExist
source: Try another time there is a problem now
ar: جرب مرة تانية فيه مشكلة دلوقتي

source: Previous orders
ar: الاوردرات السابقة

source: Clients
ar: الناس

source: Search
ar: البحث

source: New Order
ar: أضافة جديد

source: Name
ar: الأسم

source: Enter name
ar: ادخل الأسم

source: arm tall
ar: طول الكم

source: Enter arm tall
ar: ادخل الكم

source: Waist tall
ar: طول الوسط

source: Enter waist tall
ar: ادخل الوسط

source: Jeep tall
ar: طول الجيب

source: Enter jeep tall
ar: ادخل الجيب

source: Chest rotation
ar: دوران الصدر

source: Enter chest rotation
ar: ادخل دوران الصدر

source: Waist rotation
ar: دوران الوسط

source: Enter waist Rotation
ar: ادخل دوران الوسط

source: Sides rotation
ar: دوران الاجناب

source: Enter sides rotation
ar: ادخل دوران الاجناب

source: Shoulders width
ar: عرض الكتف

source: Enter shoulders width
ar: ادخل عرض الكتف

source: Additional comment
ar: تعليق زيادة

source: Add
ar: أضافة

source: Added successfuly
ar: تم الأضافة بنجاح

source: Enter deadline
ar: دخل تاريخ التسليم

# oderDelivery
source: Order delivery
ar: التسليم بكرا

source: Don't forget
ar: متنساش

# deliveryTomorrow
source: Deliver tomorrow
ar: هتستلم بكرا

# deadline
source: Select order deadline
ar: تاريخ التسليم

source: Confirm deadline
ar: تأكيد التسليم

# sureDeliveringOrderQuestion
source: Are you sure confirming order ?
ar: متأكدة من تسليم الاوردر ؟

source: Camera
ar: كاميرا

source: Photos
ar: الصور

# editOrder
source: Edit
ar: تعديل

# editDone
source: Edit confirmed
ar: تم التعديل

source: Order Delivered
ar: تم التسليم

# phone
source: Phone number
ar: رقم الموبايل

# wrongPassword
source: Wrong password or sign up with new number
ar: الرقم السري غلط

# wrongPhoneNumber
source: Worng phone number !!
ar: دا مش منظر رقم دخل رقم التليفون صح
